Repository: Radi85/Comment
Catalog: comment/locale/*/LC_MESSAGES/django.po
Languages: hi, ja

source: comment
hi: टिप्पणी
ja: コメント

source: Spam | Exists only to promote a service
hi: स्पैम | केवल एक सेवा को बढ़ावा देने के लिए मौजूद है
ja: スパム | 何らかのサービスのプローモーションだけのコンテンツ。

source: Abusive | Intended at promoting hatred
hi: अपमानजनक | नफरत को बढ़ावा देने के इरादे से
ja: 誹謗中傷 | 他者を傷つけることを意図したコンテンツ。

source: Something else
hi: कुछ और
ja: その他

source: Comment App: LOGIN_URL is not in the settings
hi: Comment ऐप: LOGIN_URL सेटिंग में नहीं है
ja: Comment App: LOGIN_URLが設定されていません。

source: Comment App: You must be logged in to perform this action.
ja: Comment App: ログインしてください。

source: You do not have permission to perform this action.
ja: 権限がありません。

source: Your {class_name} class has not defined a {method_name} method, which is required.
hi: आपकी {class_name} class ने एक {method_name} विधि(method) को परिभाषित नहीं किया है, जिसकी आवश्यकता है
ja: {method_name}メソッドが{class_name}クラスに定義されていません。

source: Only AJAX request are allowed
hi: केवल AJAX अनुरोध की अनुमति है
ja: AJAXリクエストのみが許可されています。

source: Comment App: settings var COMMENT_WRAP_CONTENT_WORDS must be an integer
ja: Comment App: COMMENT_WRAP_CONTENT_WORDS変数は整数でなければなりません。

source: {var_name} id must be an integer, {id} is NOT
hi: {var_name} id एक पूर्णांक होना चाहिए, {id} नहीं है
ja: {var_name} id は整数でなければなりません。{id}は不正な値です。

source: app name must be provided
hi: app name प्रदान किया जाना चाहिए
ja: app nameを設定してください。

source: {app_name} is NOT a valid app name
hi: {app_name} एक मान्य ऐप नाम नहीं है
ja: {app_name}は有効なapp nameではありません。

source: model name must be provided
hi: model name प्रदान किया जाना चाहिए
ja: model nameを設定してください。

source: {model_name} is NOT a valid model name
hi: {model_name} एक मान्य मॉडल नाम नहीं है
ja: {model_name}は有効なmodel nameではありません。

source: model id must be provided
hi: model id प्रदान करनी होगी
ja: model idを設定してください。

source: {model_id} is NOT a valid model id for the model {model_name}
hi: {model_id} मॉडल के लिए मान्य मॉडल आईडी नहीं है {model_name}
ja: {model_id}は{model_name}に対する有効なidではありません。

source: {parent_id} is NOT a valid id for a parent comment or the parent comment does NOT belong to the provided model object
hi: {parent_id} मूल टिप्पणी के लिए मान्य आईडी नहीं है या मूल टिप्पणी प्रदान की गई मॉडल ऑब्जेक्ट से संबंधित नहीं है
ja: {parent_id}は有効なparent_idではありません。もしくは、与えられたmodel objectに存在しません。

source: Flagging system must be enabled
hi: फ़्लैगिंग सिस्टम सक्षम होना चाहिए
ja: フラグシステムを有効にする必要があります。

source: Object must be flagged!
hi: ऑब्जेक्ट को फ्लैग किया जाना चाहिए!
ja: オブジェクトにフラグを立てる必要があります。

source: {state} is an invalid state
hi: {state} एक अमान्य स्थिति है
ja: {state}は有効なstateではありません。

source: {reason} is an invalid reason
hi: {reason} एक अमान्य कारण है
ja: {reason}は有効なreasonではありません。

source: Please supply some information as the reason for flagging
hi: कृपया फ्लैग करने के कारण के रूप में कुछ जानकारी प्रदान करें
ja: 報告にあたって理由を教えてください。

source: This comment is already flagged by this user ({user})
hi: यह टिप्पणी पहले से ही इस उपयोगकर्ता ({user}) द्वारा फ्लैग की गई है
ja: このコメントは、既に他のユーザー({user})によりフラグを立てられています。

source: This comment was not flagged by this user ({user})
hi: यह टिप्पणी इस उपयोगकर्ता द्वारा फ्लैग नहीं की गई थी ({user})
ja: このコメントは、このユーザー({user})からフラグを立てられていません。

source: This action cannot be applied on unflagged comments
hi: यह कार्रवाई उन टिप्पणियों पर लागू नहीं की जा सकती जिन्हें फ्लैग नहीं किया गया है
ja: このアクションはフラグのないコメントには、適用出来ません。

source: The comment must be edited before resolving the flag
hi: फ्लैग का समाधान करने से पहले टिप्पणी को संपादित किया जाना चाहिए
ja: フラグを解決する前に、コメントを編集する必要があります。

source: Unable to change flag state at the moment!
hi: फिलहाल फ्लैग स्टेट बदलने में असमर्थ!
ja: 現在はフラグを編集することが出来ません。

source: Reaction must be an valid ReactionManager.RelationType. {reaction_type} is not
hi: {reaction_type} प्रतिक्रिया मान्य नहीं है
ja: Reactionは有効なReactionManagerである必要があります。RelationType. {reaction_type}は不正な値です。

source: Enter a valid email address.
ja: 有効なメールアドレスを入力してください。

source: Email is required for posting anonymous comments.
hi: गुमनाम टिप्पणियों को पोस्ट करने के लिए ईमेल आवश्यक है।
ja: ログインしていないユーザーがコメントするにはメールアドレスを入力してください。

source: The link seems to be broken.
hi: लिंक गलत प्रतीत हो रहा है।
ja: このリンクは壊れているみたいです。

source: The comment has already been verified.
hi: टिप्पणी को पहले ही सत्यापित किया जा चुका है।
ja: このコメントは既に承認されています。

source: Comment flagged
hi: टिप्पणी को फ्लैग किया गया
ja: コメントにフラグを立てました。

source: Comment flag removed
hi: टिप्पणी पर फ्लैग को हटा दिया गया है
ja: コメントのフラグを削除しました。

source: Your reaction has been updated successfully
hi: आपकी प्रतिक्रिया सफलतापूर्वक अपडेट कर दी गई है
ja: あなたのリアクションの変更に成功しました。

source: Comment Confirmation Request
hi: टिप्पणी पुष्टि अनुरोध
ja: コメントの確認が必要です。

source: We have sent a verification link to your email.The comment will be displayed after it is verified.
hi: हमने आपके ईमेल पर एक सत्यापन लिंक भेजा है। सत्यापित होने के बाद टिप्पणी प्रदर्शित की जाएगी।
ja: あなたのメールアドレスに確認用メールを送信しました。メールに記載されているリンクからコメントを有効化してください。

source: email address, this will be used for verification.
hi: ईमेल पता, यह सत्यापन के लिए उपयोग किया जाएगा।
ja: メールアドレスはコメントの有効化に使用されます。

source: email address, it will be used for verification.
hi: ईमेल पता, इसका उपयोग सत्यापन के लिए किया जाएगा।
ja: メールアドレスはコメントの有効化に使用されます。

source: {username} added comment to "{thread_name}"
hi: {username} में टिप्पणी जोड़ दी "{thread_name}"
ja: {username}が"{thread_name}"にコメントしました。

source: email
hi: ईमेल
ja: メール

source: Unflagged
hi: फ्लैग नहीं किया गया है
ja: フラグを解除

source: Flagged
hi: फ्लैग किया गया है
ja: フラグを立てる

source: Flag rejected by the moderator
hi: मॉडरेटर द्वारा फ्लैग को अस्वीकार कर दिया गया
ja: モデレーターによりフラグが解除されました。

source: Comment modified by the author
hi: टिप्पणी को लेखक द्वारा संशोधित किया गया है
ja: コメントが作成者により変更されました。

source: Email is required to subscribe {model_object}
hi: सदस्यता लेने के लिए ईमेल आवश्यक है {model_object}
ja: {model_object}の新規投稿を通知するメールアドレスを入力してください。

source: Subscribe system must be enabled
hi: सदस्यता प्रणाली सक्षम होना चाहिए
ja: Subscribe systemを有効化してください。

source: Unblocked
ja: ブロック解除

source: Blocked
ja: ブロック

source: Invalid input data
ja: 無効なinput data

source: Hey there,
hi: सुनो,
ja: こんにちは。

source: You or someone on your behalf have requested to post a comment into this page:
hi: आपने या आपकी ओर से किसी ने इस पर टिप्पणी पोस्ट करने का अनुरोध किया है पृष्ठ:
ja: あなた、もしくはあなたの代理の方がこのページにコメントを投稿しました。

source: at %(posted_time)s.
hi: %(posted_time)s पर।
ja: %(posted_time)s

source: The comment:
hi: टिप्पणी:
ja: コメント

source: If you do not wish to post the comment, please ignore this message or report an incident to
hi: यदि आप टिप्पणी पोस्ट करने की इच्छा नहीं रखते हैं, कृपया इस संदेश को अनदेखा करें या घटना की रिपोर्ट करें
ja: このコメントが不適切であれば、無視するか、報告して下さい。

source: Otherwise click on the button below to confirm the comment.
hi: अन्यथा टिप्पणी की पुष्टि करने के लिए नीचे दिए गए बटन पर क्लिक करें।
ja: そうでなければ下のボタンを押してコメントを有効化して下さい。

source: Confirm your comment
hi: अपनी टिप्पणी की पुष्टि करें
ja: コメントが有効化されました。

source: If clicking does not work, you can also copy the below link and paste the address into your browser's address window
hi: यदि क्लिक करने से काम नहीं चलता है, तो आप नीचे दिए गए लिंक को भी कॉपी कर सकते हैं और पेस्ट कर सकते हैं आपके ब्राउज़र की पता विंडो में पता
ja: クリックしても何も起こらない場合、この下のアドレスをブラウザにコピーして下さい。

source: Thanks for your comment!
hi: आपके टिप्पणी के लिए धन्यवाद!
ja: コメントありがとうございます。

source: Kind regards,
hi: सधन्यवाद,
ja: よろしくおねがいします。

source: You or someone on behalf of you have requested to post a comment at
hi: आप या आपकी ओर से किसी ने टिप्पणी करने का अनुरोध किया है
ja: あなたもしくは、あなたの代理人がコメントを行いました。

source: to the following URL
hi: निम्न URL पर
ja: 次のURL

source: Comment
hi: टिप्पणी
ja: コメント

source: Otherwise click on the link below to confirm the comment
hi: अन्यथा टिप्पणी की पुष्टि करने के लिए नीचे दिए गए लिंक पर क्लिक करें
ja: そうでなければ下のボタンを押してコメントを有効化して下さい。

source: If clicking does not work, you can also copy and paste the address into your browser's address window
hi: यदि क्लिक करने से काम नहीं चलता है, आप अपने ब्राउज़र की विंडो में लिंक को कॉपी और पेस्ट भी कर सकते हैं
ja: クリックしても何も起こらない場合、この下のアドレスをブラウザにコピーして下さい。

source: Comment discarded
hi: टिप्पणी अस्वीकृत कर दी गई है
ja: コメントを削除する。

source: Comment can't be verified.
hi: टिप्पणी सत्यापित नहीं की जा सकती।
ja: コメントを有効化出来ません。

source: Sorry, your comment has been automatically discarded.
hi: क्षमा करें, आपकी टिप्पणी स्वचालित रूप से अस्वीकृत कर दी गई है।
ja: あなたのコメントは自動的に削除されました。

source: Please enter your email to post a comment
ja: コメントを投稿するにはメールアドレスを入力して下さい。

source: Close
hi: बंद करे
ja: 閉じる

source: Unblock user
ja: ブロックを解除する

source: Block this user
ja: ブロックする

source: Are you sure you want to block this user?
ja: 本当にブロックしますか？

source: Reason
ja: 理由

source: Block
ja: ブロック

source: Comments
hi: टिप्पणियाँ
ja: コメント

source: comment on this post...
hi: इस पोस्ट पर टिप्पणी करें ...
ja: この投稿にコメントする

source: reply to this comment...
hi: इस टिप्पणी का जवाब ...
ja: このコメントに返信する

source: view %(username)s profile
ja: %(username)sのプロフィールを見る

source: comment by anonymous user
hi: गुमनाम उपयोगकर्ता द्वारा टिप्पणी
ja: 匿名によるコメント

source: Edited
hi: बदला हुआ
ja: 編集済み

source: Edited: %(edited_time)s ago
hi: बदला हुआ: %(edited_time)s पहले
ja: 編集済み: %(edited_time)s 前

source: Posted
hi: पोस्ट किया गया है
ja: 投稿

source: %(posted_time)s ago
hi: %(posted_time)s पहले
ja: %(posted_time)s 前

source: Reply
hi: जवाब दें
ja: 返信

source: Confirm comment deletion
hi: टिप्पणी हटाने की पुष्टि करें
ja: コメント削除の確認

source: Are you sure you want to delete this comment
hi: क्या आप इस टिप्पणी को मिटाने के बारे में पक्के हैं
ja: 本当に削除しますか？

source: Delete
hi: हटाएं
ja: 削除

source: read more
hi: और पढ़ें
ja: もっと読む

source: Reply
hi: जवाब दें
ja: 返信

source: Comment Anonymously or
hi: गुमनाम रूप से टिप्पणी करें या
ja: 匿名でコメントするもしくは

source: Login
hi: लॉग इन करें
ja: ログイン

source: to keep your conversations intact
hi: अपनी बातचीत को बरकरार रखने के लिए
ja: して会話を続けて下さい。

source: to join the discussion
hi: चर्चा में शामिल होने के लिए
ja: して議論に参加する。

source: Delete comment
hi: टिप्पणी हटाएँ
ja: コメントを削除する

source: Edit comment
hi: टिप्पणी को बदलें
ja: コメントを編集する

source: Page navigation
hi: पेज नेविगेशन
ja: ページナビゲーション

source: Next
hi: अगला
ja: 次

source: Previous
hi: पिछला
ja: 前

source: Flag rejected
hi: फ्लैग को अस्वीकार कर दिया गया
ja: フラグが拒否されました。

source: Reject the flag
hi: फ्लैग को अस्वीकार करें
ja: フラグを拒否する。

source: Flag resolved
hi: फ्लैग का समाधान हुआ
ja: 解決されたフラグ。

source: Resolve the flag
hi: फ्लैग का समाधान करना करो
ja: フラグを解決する。

source: Permalink to this comment
hi: इस टिप्पणी के लिए स्थायी लिंक
ja: このコメントに対するパーマリンク。

source: Remove flag
hi: फ्लैग हटाओ
ja: フラグを削除する。

source: Report comment
hi: रिपोर्ट टिप्पणी
ja: コメントを報告する。

source: Please select a reason for flagging
hi: कृपया फ्लैग करने का एक कारण चुनें
ja: フラグを立てる理由を選んで下さい。

source: Flag
hi: फ्लैग
ja: フラグ

source: flag
hi: फ्लैग
ja: フラグ

source: follow
hi: का पालन करें
ja: フォロー

source: Unfollow this thread
hi: इस धागे को सामने रखें
ja: このスレッドのフォローを解除する。

source: Follow this thread
hi: इस सूत्र का पालन करें
ja: このスレッドをフォローする。

source: Please insert your email to follow this thread
hi: कृपया इस धागे का पालन करने के लिए अपना ईमेल डालें
ja: このスレッドをフォローするには、メールアドレスを入力して下さい。

source: Follow
hi: का पालन करें
ja: フォロー

source: Hey
hi: नमस्ते
ja: こんにちは

source: has added a comment at
hi: पर एक टिप्पणी जोड़ी गई है
ja: がコメントを追加しました。

source: to
hi: सेवा
ja: へ

source: Go to site
hi: साइट पर जाएं
ja: サイトに行く

source: error
hi: त्रुटि

source: Bad Request
hi: खराब अनुरोध

source: view %(comment.user)s profile
hi: देखें %(comment.user)s का प्रोफ़ाइल

source: first
hi: प्रथम

source: last
hi: अंतिम

source: like
hi: पसंद

source: dislike
hi: नापसन्द
