Repository: Radi85/Comment
Catalog: comment/locale/*/LC_MESSAGES/djangojs.po
Languages: hi, ja

source: Replies
hi: जवाब
ja: 返信

source: Reply
hi: जवाब दें
ja: 返信する

source: Unable to post your comment!, please try again
hi: आपकी टिप्पणी पोस्ट करने में असमर्थ!, कृपया पुनः प्रयास करें
ja: コメントの投稿に失敗しました。やり直して下さい。

source: You can't edit this comment
hi: आप इस टिप्पणी को बदल नहीं सकते
ja: このコメントは編集出来ません。

source: Modification didn't take effect!, please try again
hi: संशोधन प्रभावी नहीं हुआ!, कृपया पुनः प्रयास करें
ja: 修正が反映されませんでした。やり直して下さい。

source: Deletion cannot be performed!, please try again
ja: 削除されませんでした。やり直して下さい。

source: Unable to delete your comment!, please try again
hi: आपकी टिप्पणी को हटाने में असमर्थ!, कृपया पुनः प्रयास करें
ja: コメントを削除できませんでした。やり直して下さい。

source: Reaction couldn't be processed!, please try again
hi: प्रतिक्रिया संसाधित नहीं की जा सकी!, कृपया पुनः प्रयास करें
ja: リアクションが処理されませんでした。やり直して下さい。

source: Subscription couldn't be processed!, please try again
hi: सदस्यता संसाधित नहीं हो सकी!, कृपया पुनः प्रयास करें
ja: サブスクリプションが処理されませんでした。やり直して下さい。

source: Blocking this user couldn't be processed!, please try again
ja: ユーザーに対するブロックが処理されませんでした。やり直して下さい。

source: Flagging couldn't be processed!, please try again
hi: फ़्लैगिंग को संसाधित नहीं किया जा सका!, कृपया पुनः प्रयास करें
ja: フラグを立てられませんでした。やり直して下さい。

source: read more ...
hi: और पढ़ें ...
ja: 続きを読む

source: read less
hi: कम पढ़ें
ja: 折りたたむ

source: Flag rejected
hi: फ्लैग को अस्वीकार कर दिया गया
ja: フラグが拒否されました。

source: Reject the flag
hi: फ्लैग को अस्वीकार करें
ja: フラグを拒否する。

source: Resolve the flag
hi: फ्लैग को समाधान करें
ja: フラグを解決する。

source: Flag resolved
hi: फ्लैग का समाधान कर दिया गया है
ja: 解決されたフラグ。
